tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "linuxbrew/extra"
tap "linuxbrew/xorg"
tap "versent/taps"
brew "python", link: false
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "checkbashisms"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "docbook-xsl"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-number"
brew "glib"
brew "highlight"
brew "htop"
brew "httpie"
brew "hugo"
brew "shared-mime-info"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "libuv"
brew "libvterm"
brew "make"
brew "meson"
brew "mycli"
brew "protobuf"
brew "mysql"
brew "neofetch"
brew "parallel"
brew "pgcli"
brew "php"
brew "python-yq"
brew "redis"
brew "ripgrep"
brew "rust"
brew "rsync"
brew "shellcheck"
brew "sphinx-doc"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-completions"
