tap "beeftornado/rmtree"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "linuxbrew/extra"
tap "linuxbrew/xorg"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
tap "versent/taps"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-completion@2", link: false
brew "bat"
brew "bat-extras"
brew "checkbashisms"
brew "cmake", link: false
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "emacs"
brew "etcd"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-number"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gotop"
brew "graphviz"
brew "grep"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "jq"
brew "kind"
brew "lazydocker"
brew "linkerd"
brew "nvm"
brew "octant"
brew "openssl@3"
brew "parallel"
brew "pgcli"
brew "postgresql", restart_service: true
brew "python-yq"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "stern"
brew "telnet"
brew "wireshark", link: false
brew "termshark"
brew "testssl"
brew "tfenv"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "upx"
brew "vault"
brew "vegeta"
brew "vim"
brew "wget"
brew "wrk"
brew "goreleaser/tap/goreleaser", link: false
brew "hashicorp/tap/terraform-ls"
brew "qmk/qmk/qmk"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "aws-vault"
cask "wireshark"
