tap "charmbracelet/tap"
tap "derailed/k9s"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "linuxbrew/extra"
tap "linuxbrew/xorg"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "universal-ctags/universal-ctags"
tap "versent/taps"
brew "openssl@3"
brew "ansible"
brew "aws-vault"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "checkbashisms"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "diff-so-fancy"
brew "duf"
brew "emacs"
brew "etcd"
brew "fd"
brew "python@3.12"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-number"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "grep"
brew "groff"
brew "pkgconf"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "kind"
brew "lazydocker"
brew "less"
brew "librespot"
brew "libxml2"
brew "linkerd"
brew "nvm"
brew "octant"
brew "openjdk@11"
brew "parallel"
brew "pastel"
brew "pgcli"
brew "pigz"
brew "poppler"
brew "postgresql@14"
brew "prettier"
brew "pyenv"
brew "pylint"
brew "python-yq"
brew "python@3.8"
brew "python@3.9"
brew "ranger"
brew "redis"
brew "ripgrep"
brew "scmpuff"
brew "shellcheck"
brew "spotify-tui"
brew "starship"
brew "stow"
brew "telnet"
brew "wireshark", link: false
brew "termshark"
brew "testssl"
brew "tfenv"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "upx"
brew "vault"
brew "vegeta"
brew "vhs"
brew "vim"
brew "vivid"
brew "wget"
brew "wrk"
brew "yaegi"
brew "yarn"
brew "charmbracelet/tap/charm"
brew "derailed/k9s/k9s"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform-ls"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "font-hack-nerd-font"
cask "stats"
cask "wireshark"
